{
  "Arabic": "عربي",
  "English": "انجليزي",
  "My Account": "حسابي",
  "Profile": "حساب تعريفي",
  "Last Reservations": "حجوزاتي السابقه",
  "Logout": "تسجيل الخروج",
  "Movies": "الافلام",
  "Home": "الرئيسة",
  "What's On": "ما الجديد ؟",
  "Coming Soon": "قريباً",
  "Language": "اللغه",
  "Show Info": "أظهر المزيد",
  "Movies Favorites": "الأفلام المفضلة",
  "Account Profile": "حسابك الشخصي",
  "First Name": "الاسم الأول",
  "Last Name": "اسم العائلة",
  "Phone Number": "رقم الهاتف",
  "Email": "البريد إلكتروني",
  "Edit Profile": "تعديل الملف الشخصي",
  "Genre": "النوع",
  "Cast": "ممثلين",
  "Classification": "تصنيف",
  "Subtitle(s)": "ترجمات",
  "Rating": "تقييم",
  "Action": "اكشن",
  "Comedy": "كوميدي",
  "Animation": "رسوم المتحركة",
  "Adventure": "مغامرة",
  "Horror": "رعب",
  "War": "حرب",
  "View Showtimes": "مواعيد العرض",
  "Many years after the reign of Caesar, a young ape goes on a journey that will lead him to question everything he's been taught about the past and make choices that will define a future for apes and humans alike.": "بعد سنوات عديدة من حكم قيصر، يذهب قرد صغير في رحلة ستقوده إلى التشكيك في كل ما تعلمه عن الماضي واتخاذ الخيارات التي ستحدد مستقبل القردة والبشر على حد سواء.",
  "El Serb is a captivating thriller inspired by real events movie, tracing the journey of a team of Egyptian heroes as they battle terrorist organizations. Following a devastating tragedy, they undertake a mission within enemy territory, encountering resistance. With high-powered combat sequences and impressive production, the film showcases their bravery and determination to protect their homeland and uphold justice.": "الصرب هو فيلم تشويق آسر مستوحى من فيلم أحداث حقيقية، يتتبع رحلة فريق من الأبطال المصريين أثناء قتالهم للمنظمات الإرهابية. بعد وقوع مأساة مدمرة، يقومون بمهمة داخل أراضي العدو، ويواجهون مقاومة. ومن خلال مشاهد قتالية قوية وإنتاج مثير للإعجاب، يعرض الفيلم شجاعتهم وتصميمهم على حماية وطنهم ودعم العدالة.",
  "The events of the film revolve around an action comedy about Ismail (Amr Youssef) and Hegazy (Mohamed Mamdouh), who carry out thefts on behalf of Dr. Yousra, but things turn upside down when Ismail falls in love with one of his victims, Fatima (Dina El-Sherbiny), and Hegazy falls in love with one of his victims, Fatima (Dina El-Sherbiny). In love with a charming performance artist, Amina Khalil.": "وتدور أحداث الفيلم في إطار أكشن كوميدي حول إسماعيل (عمرو يوسف) وحجازي (محمد ممدوح)، اللذين ينفذان السرقات نيابة عن الدكتورة يسرا، ولكن تنقلب الأمور رأسًا على عقب عندما يقع إسماعيل في حب إحدى ضحاياه، فاطمة (دينا الشربيني)، ويقع حجازي في حب إحدى ضحاياه وهي فاطمة (دينا الشربيني). واقع في حب الفنانة الاستعراضية الساحرة أمينة خليل.",
  "Saleh Hesham Maged and Doria Hannah Al Zahed are a couple who live an unhappy life. They have a mischievous son who always causes them problems, and the parents always blame each other for these problems and shirk responsibility. One day, after a big quarrel between them, Doria leaves the house and Saleh is left alone. Saleh discovers a strange illuminated portal in the garage room of his house. Saleh crosses the portal to find a parallel world in which there is a better version of his home, his family, and his life. The events take place within a comedic framework with the participation of Bayoumi Fouad and Mohamed Tharwat.": "صالح هشام ماجد ودوريا هنا الزاهد زوجان يعيشان حياة غير سعيدة. لديهم ابن مؤذ يسبب لهم المشاكل دائمًا، ودائمًا ما يلوم الوالدان بعضهما البعض على هذه المشاكل ويتنصلان من المسؤولية. وفي أحد الأيام، بعد مشاجرة كبيرة بينهما، تغادر درية المنزل ويترك صالح بمفرده. يكتشف صالح بوابة مضيئة غريبة في غرفة المرآب بمنزله. يعبر صالح البوابة ليجد عالمًا موازيًا توجد فيه نسخة أفضل من منزله وعائلته وحياته. وتدور الأحداث في إطار كوميدي بمشاركة بيومي فؤاد ومحمد ثروت.",
  "Colt Seavers, a battered and past-his-prime action choreographer, finds himself working on a film set with Tom Ryder, a famous actor for whom he had doubled long ago. When Tom goes missing and the film, which is being directed by Jody Moreno, Colt's ex-girlfriend in her directing debut, is in danger of being shut down, Colt volunteers to find Tom and save Jody's debut film.": "كولت سيفرز، مصمم رقصات الأكشن الذي تعرض للضرب، يجد نفسه يعمل على مجموعة أفلام مع توم رايدر، الممثل الشهير الذي تضاعف من أجله منذ فترة طويلة. عندما يختفي توم ويصبح الفيلم، الذي أخرجته جودي مورينو، صديقة كولت السابقة في أول ظهور لها كمخرج، معرضًا لخطر الإغلاق، يتطوع كولت للعثور على توم وإنقاذ فيلم جودي الأول.",
  "The epic battle continues! Legendary Pictures’ cinematic Monsterverse follows up the explosive showdown of “Godzilla vs. Kong” with an all-new adventure that pits the almighty Kong and the fearsome Godzilla against a colossal undiscovered threat hidden within our world, challenging their very existence—and our own. “Godzilla x Kong: The New Empire” delves further into the histories of these Titans and their origins, as well as the mysteries of Skull Island and beyond, while uncovering the mythic battle that helped forge these extraordinary beings and tied them to humankind forever.": "المعركة الملحمية مستمرة! تتابع Monsterverse السينمائية من إنتاج Legendary Pictures المواجهة المتفجرة لـ Godzilla vs. Kong بمغامرة جديدة تمامًا تضع كونغ القدير وGodzilla المخيف في مواجهة تهديد هائل غير مكتشف مخفي داخل عالمنا، مما يتحدى وجودهم ذاته - ووجودنا. . يتعمق فيلم Godzilla x Kong: The New Empire بشكل أكبر في تاريخ هؤلاء العمالقة وأصولهم، بالإضافة إلى ألغاز جزيرة الجمجمة وخارجها، بينما يكشف النقاب عن المعركة الأسطورية التي ساعدت في تكوين هذه الكائنات غير العادية وربطها بالبشرية إلى الأبد.",
  "This spring, for the first time in almost a decade, comedy icon Jack Black returns to his role as Po, the world’s most unlikely kung fu master, with a hilarious, butt-kicking new chapter in DreamWorks Animation’s beloved action-comedy franchise: Kung Fu Panda 4.": "في ربيع هذا العام، ولأول مرة منذ ما يقرب من عقد من الزمن، يعود أيقونة الكوميديا ​​جاك بلاك إلى دور بو، سيد الكونغ فو الأكثر احتمالاً في العالم، مع فصل جديد مضحك ومثير في سلسلة الكوميديا ​​والحركة المحبوبة من DreamWorks Animation: Kung. فو باندا 4.",
  "In this comedic tale, Hadi Hadi Abd al-Hadi, a quintessentially lazy thirty-year-old who lives with his equally inactive father and grandfather, finds his life upended when diagnosed with a rare condition that necessitates constant movement to avoid deadly blood clots. Forced to abandon his sedentary lifestyle, Hadi embarks on a humorous journey of non-stop walking, running, and creatively staying active, with only one precious hour of rest per day. This drastic change thrusts him into hilarious scenarios as he tries to balance work, a budding love interest, and his health. Through his comedic struggles, Hadi discovers a new zest for life, learning that purpose and fulfillment can emerge from the most unexpected circumstances, transforming his once-lazy existence into one filled with meaning and action.": "في هذه الحكاية الكوميدية، يجد هادي هادي عبد الهادي، البالغ من العمر ثلاثين عامًا كسولًا للغاية، والذي يعيش مع والده وجده غير النشطين، أن حياته انقلبت رأسًا على عقب عندما تم تشخيص إصابته بحالة نادرة تتطلب الحركة المستمرة لتجنب جلطات الدم القاتلة. بعد إجباره على التخلي عن أسلوب حياته المستقر، ينطلق هادي في رحلة فكاهية من المشي والجري دون توقف والبقاء نشيطًا بشكل إبداعي، مع ساعة ثمينة واحدة فقط من الراحة يوميًا. يدفعه هذا التغيير الجذري إلى سيناريوهات مضحكة بينما يحاول الموازنة بين العمل واهتمام الحب الناشئ وصحته. من خلال صراعاته الكوميدية، يكتشف هادي متعة جديدة للحياة، ويتعلم أن الهدف والوفاء يمكن أن يظهرا من أكثر الظروف غير المتوقعة، مما يحول وجوده الذي كان كسولًا إلى حياة مليئة بالمعنى والعمل.",
  "Starring Russell Crowe and Liam Hemsworth, a covert Special Forces operation in the South Philippines spirals into a brutal 48-hour battle for survival. When an elite extraction team is ambushed deep in enemy territory, rookie officer Kinney (Hemsworth) is left outnumbered but determined to leave no man behind. With an air strike closing in, Kinney's only hope hinges on the guidance of Air Force drone pilot Reaper (Crowe), navigating unknowable danger where every move could be their last.": "بطولة راسل كرو وليام هيمسوورث، تتحول عملية سرية للقوات الخاصة في جنوب الفلبين إلى معركة وحشية تستمر 48 ساعة من أجل البقاء. عندما يتعرض فريق استخراج النخبة لكمين في عمق أراضي العدو، يُترك الضابط المبتدئ كيني (هيمسوورث) أقل عددًا ولكنه مصمم على عدم ترك أي رجل خلفه. مع اقتراب الغارة الجوية، يتوقف أمل كيني الوحيد على توجيه طيار الطائرة بدون طيار بالقوات الجوية ريبر (كرو)، الذي يبحر في خطر غير معروف حيث يمكن أن تكون كل خطوة هي الأخيرة.",
  "When the discovery of an ancient artifact unleashes an evil force, Ghostbusters new and old must join forces to protect their home and save the world from a second ice age.": "عندما يؤدي اكتشاف قطعة أثرية قديمة إلى إطلاق العنان لقوة شريرة، يتعين على صائدي الأشباح الجدد والقدامى توحيد قواهم لحماية موطنهم وإنقاذ العالم من عصر جليدي ثانٍ.",
  "Deep within the 100-Acre-Wood, a destructive rage grows as Winnie-the-Pooh, Piglet, Owl, and Tigger find their home and their lives endangered after Christopher Robin revealed their existence. Not wanting to live in the shadows any longer, the group decides to take the fight to the town of Ashdown, home of Christopher Robin, leaving a bloody trail of death and mayhem in their wake. Winnie and his savage friends will show everyone that they are deadlier, stronger, and smarter than anyone could ever imagine and get their revenge on Christopher Robin, once and for all.": "في أعماق 100 فدان من الخشب، ينمو الغضب المدمر عندما يجد ويني ذا بوه، بيجليت، أوول، وتيجر منزلهم وحياتهم معرضة للخطر بعد أن كشف كريستوفر روبن عن وجودهم. نظرًا لعدم رغبتهم في العيش في الظل لفترة أطول، قررت المجموعة نقل القتال إلى بلدة أشداون، موطن كريستوفر روبن، تاركين وراءهم أثرًا دمويًا من الموت والفوضى. سيُظهر ويني وأصدقاؤه المتوحشون للجميع أنهم أكثر فتكًا وأقوى وأذكى مما يمكن لأي شخص أن يتخيله، وسينتقمون من كريستوفر روبن مرة واحدة وإلى الأبد.",
  "An adrenaline-fueled thrill ride through a near-future fractured America balanced on the razor's edge.": "رحلة مثيرة مليئة بالأدرينالين عبر أمريكا الممزقة في المستقبل القريب والتي تتوازن على حافة الهاوية.",
  "Choose Seats": "اختر المقاعد",
  "N/A": "متوفر",
  "Selected": "مختار",
  "Occupied": "محجوز",
  "Seats Selected": "المقاعد مختارة",
  "Total Price": "السعر الكلي",
  "Confirm": "تأكيد",
  "Submit":"تسليم",
  "Password":"كلمة السر",
  "Minimum password length is 8 characters":"الحد الأدنى لطول كلمة المرور هو 8 أحرف",
  "Password is required":"كلمة السر مطلوبة",
  "Invalid email format":" البريد الإلكتروني غير صالح",
  "Email is required":"البريد الإلكتروني مطلوب",
  "Time":"الوقت",
  "Seats":"المقاعد",
  "Location":"الموقع",
  "Booking Details":"تفاصيل الحجز",
  "Login":"تسجيل دخول",
  "Sign-up":"أنشاء حساب"
}
